[
	{},
	{
		"id": "ChIJ____b8DR5zsRVz_XpIUEKcA",
		"name": "The Taj Mahal Palace",
		"location": [
			18.9217291,
			72.8330309
		],
		"rating": 4.7,
		"total_rating": 24557,
		"reviews": [
			{
				"rating": 5,
				"text": "What a beautiful and wonderful place to be at! The experience is amazing. The views from the hotel of The Gateway of India, the sea and just the bustling city, is majestic. The rooms and halls in the hotel is class apart. I loved how everyone here was courteous and friendly. The shops inside the hotel in ground floor should definitely be visited. You can come here at any season."
			},
			{
				"rating": 5,
				"text": "Incredible. Ornate and beautiful. We had high tea and it was amazing. The chai was fabulous, the food went on and on. The desserts will outstanding. And not just delicious but absolutely beautiful. It was such a great experience. We had a table by the window which I recommend if you can get one. Looking out over the water most beautiful and relaxing. The shops on the main level are really great. everyone is very friendly, everything is very clean and very welcoming."
			},
			{
				"rating": 5,
				"text": "This was not my first rodeo. I have stayed in good hotels around the world but never the service I have received here at the Taj Mahal Palace exceeds every expectation. The staff are simply phenomenal. I was completely spoiled by the lovely small things they did that had huge impact. It's beautiful, it's exquisitely fresh and simultaneously historic."
			},
			{
				"rating": 5,
				"text": "The visit here is always special for everyone.\nThe interior takes you back in the time in 1903 when maharajas used to visit it. The wall of fame has all the memorable photos of the people visiting the hotel. The hotel staff is very polite and ready to help you. The view of Gateway from here is one of the thing you would  love to watch. Although the prices here are not pocket friendly to everyone but the services provided against the price is worth it"
			},
			{
				"rating": 5,
				"text": "Good 5 star hotel with all the basic amenities and spacious room, clean bathrooms and good storage. \nFood was very good, including buffet dinner and  breakfast with a lot of variety which most of the hotels offer.There were subtle variations in the few items given in the breakfast, largely it was same, but everything tasted good.\nThe most important factor  to choose this 5 rated hotel was its location with respect to the business meeting you want to cover.\nYpu will cherish the stay at the hotel.the staff were helpful and courteous... recommended from my end."
			}
		]
	},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{}
]