[
	{
		"id": "ChIJuT2seIvO5zsRJTJICivYWjk",
		"name": "The St. Regis Mumbai",
		"location": [
			18.9945952,
			72.82472469999999
		],
		"rating": 4.6,
		"total_rating": 10201,
		"reviews": [
			{
				"rating": 5,
				"text": "Wow, what an amazing hotel. Such a great approach to hospitality. They found a selection for everything here, the staff is super friendly and in every corner, you can find a staff member that will assist you with everything that you can desire.\nThe view from every corner inside the hotel, the rooms, the pool is incredible... \nAlso, the breakfast is really impressive, the variety is huge and very good.\nWe will definitely come back 🏆"
			},
			{
				"rating": 3,
				"text": "My stay was comfortable but giving them 3 stars because the coffee machine in the room isn't good. The butler sends coffee which is average. Disappointed that they didn't have the Nespresso machine. \n\nThe food in the hotel is bad. Period. It's oily, and so bad that I couldn't even finish it. Don't order room service guys. \n\nThe gym is great. The steam, spa, sauna and the pool are excellent. The pool is 25 metres long. \n\nIf you found this review helpful, please like it."
			},
			{
				"rating": 5,
				"text": "This is a 5 star hotel. This has many beautiful scenery 😍 and it's garden is so huge this hotel feels me like my dream place. service is awesome all the staff members are very polite many of the celebrities are prefer this hotel located in lower Patel. This hotel has unique infrastructure and from inside it is like a paradise you feel so good. Many effective and attractive lightning 🤩. I was here for a wedding and business purpose."
			},
			{
				"rating": 5,
				"text": "We had a great stay, lovely staff, clean room, attention to detail by cleaning staff, amazing breakfast at Seven.  One of the best, delicious dinners by an amazingly talented chef: M Ali at Sahib Kipling...& we ate at all the top restaurants in Mumbai.  Highly recommended."
			},
			{
				"rating": 5,
				"text": "My husband and I stayed here during our layover in Mumbai.  This was after our wedding so it was sort of a mini honeymoon vacation.  We did a lot of research in finding the best luxury hotel in Mumbai as we wanted to relax after all the wedding hustle-bustle.  \n\nSt. Regis was the best choice undoubtedly.  We loved everything - the location, the room, the views, the rooftop bar, the breakfast, welcome drinks at check-in and our butler Caesar who made the stay so comfortable!  We were also celebrating my husband's birthday and the hotel staff arranged a special surprise cake in the room.  They also quickly arranged a cute flower decor and cake at the breakfast table when I called them 10 minutes before arriving on the breakfast floor.  How sweet!!\n\nWould love to go back here next time we are in India!"
			}
		]
	},
	{
		"id": "ChIJ_fKdy47O5zsROlaOFKFb5k0",
		"name": "Four Seasons Hotel Mumbai",
		"location": [
			18.9942981,
			72.82031479999999
		],
		"rating": 4.5,
		"total_rating": 8903,
		"reviews": [
			{
				"rating": 5,
				"text": "A good breakfast though limited options. The place is a few kilometers away from the ghat which is nice if you like some peace and quiet away from the maddening crowd and noise of the old city. The staff where extremely helpful in organizing transportation even at 2 am for my temple visit and the driver was very reliable and took care of your needs The in-house restaurant seemed very popular with the locals and residents. I did not eat much but what I tried was tasty.  \nThe staff was very helpful, the food was good ! Loved the cafe area gave a very up class vibe to the place !\nStay Banaras was very clean and comfortable, and the staff were extremely helpful. The hospitality shown by these lovely people was second to none, we were treated wonderfully, and so were able to have the experience of a lifetime in Varanasi. Thank you so much"
			},
			{
				"rating": 4,
				"text": "I have to say that it is an amazing hotel. I went there to be interviewed on the behalf of Stanford University. The staff was quite friendly and why wouldn’t they be? Since there was a lot of sound on the ground floor near the cafe, we went to the 33 floor on the building from the whole city’s view was absolutely spectacular. \n\nI did order Coffee while I was getting interviewed and the coffee tasted really good, obviously not the best. So I would definitely recommend this hotel to you guys."
			},
			{
				"rating": 5,
				"text": "Its been a pleasure staying at this hotel. All was PERFECT!!!! The people who work there are very kind.\n\nI just had one problem that was that the hotel car who collected me at the airport the first day stopped somewhere to make me buy some stuff. It was not a bad experience but no doubts someone would not really like it. So i recommend telling the drivers to go straight to the hotel, with no stops.\n\nThank you for the hotel! It was a great stay."
			},
			{
				"rating": 5,
				"text": "Excellent place to stay. Everything was perfect. There is a very high quality service, the team is very available and makes everything possible in order you to enjoy your stay. Also very good restaurants, sky bar, spa, swimming pool,... Looking deeper, maybe the only one point would be the sino Japanese restaurant which is over rated although you gave interesting dishes."
			},
			{
				"rating": 5,
				"text": "Place is beautiful and my stay was fantastic. Staff is very helpful and sweet. Definitely recommend this place. We also ordered food and it was amazing."
			}
		]
	},
	{
		"id": "ChIJ_-1BMuHR5zsRABdaclGety8",
		"name": "InterContinental",
		"location": [
			18.9350617,
			72.8244047
		],
		"rating": 4.4,
		"total_rating": 7562,
		"reviews": [
			{
				"rating": 4,
				"text": "Nestled on the edge of the bay, the InterContinental is a great place to stay if you're looking to explore Mumbai.\n\nThe service from reception and housekeeping was excellent, though make sure to get down for breakfast early as it can get very busy later in the morning and the service suffers for it.\n\nThe quality of breakfast food on offer, both Indian and Western was fantastic, the rooms were spacious and clean, and the gym, whilst small, was cool and adequate.\n\nFor lunch and evening dinner/drinks, we'd recommend taking a wander down the road, as the price of food and drinks is considerable, and the rooftop can be quite noisy."
			},
			{
				"rating": 5,
				"text": "The ambience of the rooftop restaurant was very soothing. The restaurant offers a brilliant view of the queen's necklace. The staff is very friendly."
			},
			{
				"rating": 5,
				"text": "A decent hotel with amazing staff! I was in a fix and had to charge my phone urgently. When expressed the same to the hotel staff a team member by the name of Jennifer went out of the way to provide me with her own personal charger. Thank you team. Really appreciate your efforts"
			},
			{
				"rating": 5,
				"text": "Superb llocation overlooking Marine Drive. Very polite and helpful staff. Good facilities and rooms. Breakfast can be seated inside or out. You must visit the 8th floor Dome for fabulous views and seating together with swimming pool and gym."
			},
			{
				"rating": 5,
				"text": "This was my second in one year. Although it was a business trip, rather we did 2 products launches. But, it's a fantastic property right opposit to Marine drive. \"Pizza by the bay\" my favourite restaurant is also just few steps away. \nVery nice property, exceptional staff & great fnb."
			}
		]
	},
	{
		"id": "ChIJ____b-nR5zsRwb4q2GWqXjg",
		"name": "The Oberoi, Mumbai",
		"location": [
			18.926975,
			72.8204516
		],
		"rating": 4.6,
		"total_rating": 7520,
		"reviews": [
			{
				"rating": 3,
				"text": "If you want to go back to the 70-80s then no better place. Old world charm. Beautiful Lobby. Quite old school though. Be careful with the LL to L lift. Doesn't have sensors it seems. Some very old fashioned key system for the lifts to the room. Room is modern and upgraded/renovated thankfully. Only has a Steam unfortunately so if your a fan like me of Sauna & Jacuzzi then tough luck. Only giving 3 star since I personally quite like modern and loaded up amenities which the hotel fell short off."
			},
			{
				"rating": 5,
				"text": "Highly recommend this place that is Centrally located, spacious room and great breakfast! The pool area, gym and all the staffs there are also super nice. you will not be disappointed."
			},
			{
				"rating": 5,
				"text": "Really the ambiance,the perfect essence for luxury lifestyle is embarked in the significant way possible. The friendlier the staff operating to serve better is just made to customize and beautify the experience which is worth being part of being there. Amazing place to visit. One must give a try ."
			},
			{
				"rating": 5,
				"text": "Five star in every sense. What really sets this hotel apart is its exceptional service! \n\n-The breakfast is amazing! \n- the massages at the spa so professional. My therapist Lolita was skillful, friendly and the discrete all at the same time. \n- polite staff at every corner.\n\nWould go again if I come back to Mumbai!"
			},
			{
				"rating": 5,
				"text": "We had such a wonderful stay there in September. The service and room were absolutely fabulous. They even made it special and had a few small surprises in store for us considering it was our wedding anniversary :)"
			}
		]
	},
	{
		"id": "ChIJwf3RJe_R5zsR7_3ZfzIk-eM",
		"name": "Trident Hotel, Nariman Point Mumbai",
		"location": [
			18.9277306,
			72.8211985
		],
		"rating": 4.6,
		"total_rating": 20201,
		"reviews": [
			{
				"rating": 4,
				"text": "Good old place. Still love going here for a quick bite.\n\nThey have maintained their high standards. Kept in touch with the modern world. \n\nGood decent size portions. Well priced. \n\nThis is one place that won't let you down for whatever you choose. \n\nPeople on the counter are friendly. \n\nI love going in after working hours as it's nice and quiet, yet lovely."
			},
			{
				"rating": 5,
				"text": "As the name suggests Trident, yes is is the perfect place for sheer luxury. \nVery romantic views from balcony. \nRooms are very clean and comfortable and big enough. \nThe service is extremely good. \nVery nice staff with friendly behavior. \nCostly one but worth for the money you spent on the stay."
			},
			{
				"rating": 5,
				"text": "Had an amazing stay at this upscale hotel to cap off a 3 week tour of India. The service was excellent. The location at Nariman Point with spectacular views of the skyline are what sold me on this hotel. Kind of like staying along the \"edge\" of this megacity but still right next to the main attractions. The breakfast buffet was wonderful."
			},
			{
				"rating": 5,
				"text": "5 star Hotel located at the prime spot in South Mumbai over looking the Indian Ocean.\nGood rooms and  suits Available staring from $100-750.\nExcellent service and warm staff to greet you and serve you with a smile always.\nThe coffee shop and Underground Bar area is a must to visit.\nValet Parking and clean toilets too.\nLots of foreign tourists and Conferences held here and quite a busy bustling place.\nAt the back entrance there is a shopping area for exquisite stuff from leather goods to handicrafts to jewellery."
			},
			{
				"rating": 3,
				"text": "Stayed here for two days to attend a conference. The room was mediocre and didn't have most of the features that you expect in a five star hotel. The staff was also average. No complaints as such, but I have seen way more hospitable staff in cheaper hotels. The view is undoubtedly the best, but apart from that not worth the cost. Would suggest to stay somewhere else. The area has better 5 star hotels."
			}
		]
	}
]