[
	{},
	{},
	{},
	{
		"id": "ChIJ3zuquCfO5zsRG40hAwdLQyE",
		"name": "Chhatrapati Shivaji Maharaj Terminus",
		"location": [
			18.9398446,
			72.8354475
		],
		"rating": 4.5,
		"total_rating": 11149,
		"reviews": [
			{
				"rating": 5,
				"text": "Chhatrapati Shivaji Maharaj Terminus is a historic railway station and a UNESCO World Heritage Site. Originally it was called Victoria Terminus. Terminus was built during British rule. Architecture is simply amazing and it has a gorgeous look. Railway station is well maintenance and the ambience inside still beautiful and amazing. \nStation comes under Central Railway zone and it is the Head Quarter. Terminus has almost all the facilities like clean toilets, restaurants, parking, prepaid taxis, book stalls etc. It huge station and has 18 platforms.Terminus has almost all the facilities like clean toilets, restaurants, parking, prepaid taxis, book stalls etc.\nJust outside of the station there is a bus stand that facilitates the passengers to travel to various commercial and local attractions such as Gateway of India. Not available parking near station area."
			},
			{
				"rating": 5,
				"text": "Chhatrapati Shivaji Maharaj Terminus is a historic railway station and a UNESCO World Heritage Site. Originally it was called Victoria Terminus. Terminus was built during British rule. Architecture is simply amazing and it has a gorgeous look. Railway station is well maintenance and the ambience inside still beautiful and amazing. \n\nStation comes under Central Railway zone and it is the Head Quarter. Terminus has almost all the facilities like clean toilets, restaurants, parking, prepaid taxis, book stalls etc. It huge station and has 18 platforms."
			},
			{
				"rating": 5,
				"text": "Earlier it was called as Victoria terminus. One of the tourist attraction in Mumbai. The  beautiful architecture  work is marvellous."
			},
			{
				"rating": 5,
				"text": "Beautiful place. I stay here but every time when I see it I feel like first time ."
			},
			{
				"rating": 5,
				"text": "An architectural heritage built by British Government and a busy station in terms of daily passenger handling."
			}
		]
	},
	{},
	{},
	{},
	{
		"id": "ChIJ____LGfO5zsRAeLIHE_6MyA",
		"name": "Dhobi Ghat, Mumbai",
		"location": [
			18.9822455,
			72.82551459999999
		],
		"rating": 4.1,
		"total_rating": 1457,
		"reviews": [
			{
				"rating": 5,
				"text": "Definitely a must visit! The people staying there are extremely polite and helpful. However, I went there with my friend from Switzerland and at the entry-gate we were being asked to pay an entry fees for him. That wasn't the best to witness but nonetheless, the experience there and learning about that place was amazing!"
			},
			{
				"rating": 5,
				"text": "This place is known for its washing clothes with a large number of clothes coming there every day. \nI gave 5 star because,\nI am a Photographer, when i entered the Dhobi Ghat from inside \nThey are very supportive with me \nLike ok you can take pictures \nThey don't utter a word.....\nI like that.....\nAs a photographer \nIt's a good location to click \nMany portraits of street people...."
			},
			{
				"rating": 5,
				"text": "Human laundry in Mumbai city center, has been in existence for decades if not more, people without literacy manage to wash millions of items every day, laundry there for private individuals and especially for large institutions like hospital factories and the like, there is a tour that can be done for a few dollars  And it should be bargained for as well as anything in India, the tour is highly recommended and worth taking two hours to visit the place."
			},
			{
				"rating": 4,
				"text": "It is a heritage site now and one of the tourist attractions in Mumbai. It is as old as Bombay is and has been serving the cleaning and laundry service industry since long. Millions of clothes and linen are washed here everyday, catering mostly to the medical institutions, hospitality and railways too. You can visit this place and take beautiful photos which earlier was restricted as the washers were not very keen to entertain photography, but now they are more welcoming."
			},
			{
				"rating": 5,
				"text": "Interesting space where the washer men do laundry for hotels and hospitals. It's the largest outdoor open air washing area in the world. You can watch them do their work from a little viewing platform.\nTrain station is close by. The also listed the most important facts about this place on a sign in English."
			}
		]
	},
	{
		"id": "ChIJr3COQlvO5zsRBS4MFGze73k",
		"name": "Dr. Bhau Daji Lad Museum",
		"location": [
			18.9789889,
			72.8348153
		],
		"rating": 4.3,
		"total_rating": 4301,
		"reviews": [
			{
				"rating": 5,
				"text": "We visited this place on a weekday, its closed on Wednesdays usually. Its very close to byculla station so is easy to reach even at a walkable distance. The outsides are just so pleasant you'd wish to go inside. We visited just the museum due to lack of time but it was all worth it! The museum entry fee is less and yet the insides are very well maintained. Its a totally aesthetic place and can be covered in around 2-3 hours as per your pace. It has just two floors but the placement of things is great! We even found old textiles and crafts like ganjifa cards which was totally unexpected to be found! The ceiling is wonderful to capture with great details on it, they even have little sculptures and statues made out of clay/mid that were well dressed as per religion, caste, sects etc! There were more than 100 of those and were very well made and placed behind the glass! The things you get to see here are not as many as the other museums around but it still is very calm and beautiful to visit! A great place to visit with family or friends or even alone! Its a great place to study for people who like history and textiles and even for the ones who love to click and admire the beauty of the museum!"
			},
			{
				"rating": 5,
				"text": "With a beautiful interior and exceptional arts and crafts, this former Victoria and Albert Museum is great to visit. Foreigner's admission is just Rp. 100 and you can take photos (no flash). Main floor has collections of fine ceramics, metalwork, woodwork, ivory, lacquer, miniature paintings, and other media. Mezzanine has dioramas and figurines that depict India's cultures, trades, games, and religious worship. Galleries off each end and in the rear courtyard offer changing art shows. A snack bar in the rear courtyard provides a place to take a break. Note the museum closes on Wednesday!"
			},
			{
				"rating": 5,
				"text": "Old heritage building with landscape added beauty to ambiance. Instead of museum building is mainly attractive n beautiful . Interior is Rustic as well as royal with wooden furniture which combines together perfect.\nBack face of building have art galleries , cafe , suvanior shop . At entrance there is a watch tower which is so beautiful ."
			},
			{
				"rating": 4,
				"text": "It was really good place with nominal entry fee of Rs 10 for adults Rs 5 for children and free entry for children below 5yrs.\nThey showed how the things are working in India. What type of metal we used in India.They showed different avatars of different god.\nWhat are different types of weapons used in ancient India.\nThey showed the works of Mrs malani , who has won different many prestigious awards in field of Art.\nThis museum has beautiful architecture and well maintained."
			},
			{
				"rating": 4,
				"text": "Here you can find fine designs on wood and different metals. Also you can see pictures metal, which attracted me a lot. There are also big pictures with finest design andany more. Worth to visit. Entry fee for Indian adult is 10 rupees."
			}
		]
	},
	{},
	{},
	{},
	{},
	{},
	{},
	{
		"id": "ChIJcxbdo9DJ5zsRiTqYo7MrDMk",
		"name": "Gilbert hill",
		"location": [
			19.1205717,
			72.8401933
		],
		"rating": 4.3,
		"total_rating": 144,
		"reviews": [
			{
				"rating": 5,
				"text": "65 million old mountain world only this type 2 or 3 monument."
			},
			{
				"rating": 5,
				"text": "Gilbert hill is a relic from the past. It is from the time when dinosaurs roamed the planet earth. It is approximately 65 million year old. The columnar structures you see at the Gilbert hill are called columnar basalt, they are formed when the entire Deccan region of India was active volcano and lava was flowing like a liquid. Recent studies point that one of the reason for the extinction of the dinosaurs is Deccan volcanism which also created the Gilbert hill. So that way Gilbert hill is a very important structure which needs to be preserved. But unfortunately due construction work in nearby places, its columns are falling down. Also lot of encroachment has happened in last few decades which has created serious threat for the hill. Similar structure called Devils tower, which is in USA is so well preserved and they have declared it as a national monument but Gilbert hill stands ignored. Public awareness is needed to preserve the Gilbert hill."
			},
			{
				"rating": 5,
				"text": "Loved it"
			},
			{
				"rating": 2,
				"text": "The place is closed for about 3-5 months from now on, as it is under maintenance and construction for safety and aesthetic purposes.\n\nThe temple is not accessible for the same time.\n\nPosting on 05-01-2020"
			},
			{
				"rating": 5,
				"text": "World most 3 popular hill and this one in mumbai in Andheri"
			}
		]
	},
	{
		"id": "ChIJx2cgIlix5zsRupjgduNr6Ew",
		"name": "Global Vipassana Pagoda",
		"location": [
			19.228499,
			72.8059425
		],
		"rating": 4.6,
		"total_rating": 10418,
		"reviews": [
			{
				"rating": 4,
				"text": "One of the most dazzling place I ever saw. The whole structure is a piece of art. The surrounding, atmosphere, ambience is just soothing. It shines from a long distance and amazes with it's beauty. Perfect place to bring your kids and family. It is clean, calm and relaxing. The food I got was stale though. Travelling is again little tiring. You can go by jetty and take your bike along with it."
			},
			{
				"rating": 4,
				"text": "A place of sanctity in the city. One can take up 10 minutes out for meditation and also enroll into sessions up to 10 days at the Vipassana Pagoda. Shuttle services are easily available and it is accessible by road and waterways too. The crowd starts coming in post noon, so try being here in the morning when the sun is pleasant and you get more time to explore the place. Staff is helpful and the souvenir shop is a good place for a quick shopping visit. Opens at 9am everyday and entry closes at 6:30."
			},
			{
				"rating": 5,
				"text": "The whole structure is a piece of art. Place is very quite and gives holy vibes. fresh air and the amount of relaxation you get is just amazing. place has some good vegetarian restaurants. meditation silent music which takes you to another world and the place is very clean and holy..."
			},
			{
				"rating": 5,
				"text": "Really awesome place and well maintained. It is one of the good place built in Gorai where you can visit for leisure time with Family or friends.\nBut do remember this is place is for Calmness do not make noise or break the rules there."
			},
			{
				"rating": 5,
				"text": "This place is beautiful. Great place for meditation. You will learn the meaning of inner peace when you meditate inside this biggest architecture. A wonderful architectural design copied from its replica in Myanmar!!!"
			}
		]
	},
	{
		"id": "ChIJ40INk37O5zsRBY0Hq8dd4NU",
		"name": "Haji Ali Dargah",
		"location": [
			18.982747,
			72.8089648
		],
		"rating": 4.4,
		"total_rating": 9875,
		"reviews": [
			{
				"rating": 4,
				"text": "This is good place to visit with your family and friends historical places with partial accessibility for Disabled and senior citizens beautiful garden outside and inside washroom facilities available for disabled and senior citizens. Entrance is not wheelchair accessible I request management to kindly make the entrance disabled friendly. Various kinds of gift jewellery stall available. Food available very crowded place."
			},
			{
				"rating": 5,
				"text": "Haji Ali, both a mosque and a tomb built in 1431, sits right out in the ocean but is connected to land by a narrow pathway. The pathway becomes completely submerged during high tide, giving the impression that it's floating on the water. During low tide, it's possible to walk along the path to Haji Ali. With the waves lapping at your legs, it's an exhilarating experience."
			},
			{
				"rating": 5,
				"text": "This place is amazing...just amazing. All surrounded by water and u will feel like this is something different. I have been many times here. Just at the starting there is some sort of smelling place  and it's much crowded always. But above all these u will like going there again and again."
			},
			{
				"rating": 4,
				"text": "Visited last month in February 2020. Location is best. Just the management need to take care of footwear keepers and eatery stalls adjacent to dargah as they are very rude to people. Overall a good destination to add to your bucket."
			},
			{
				"rating": 5,
				"text": "This is very famous place and it is very holy place for muslims as well as other religions. At this place when you will reach you feel very peace at this place. Dargah is rounded by sea water atmost all direction .there is only one way to reach till the dargah."
			}
		]
	},
	{
		"id": "ChIJn3Q-5QnO5zsRmouUzzMGp5Q",
		"name": "Hanging Gardens Mumbai",
		"location": [
			18.9568662,
			72.8049626
		],
		"rating": 4.2,
		"total_rating": 25188,
		"reviews": [
			{
				"rating": 5,
				"text": "It's beautiful garden.. and this garden are spot light,I mean to say, \"boot house\" this is artificially shoe,, it's specially use for children.. because they are very enjoyable,when any children are inside the boot house,and they walk go step by step and reach upper side at boot. and they reach top of the boot. And that time looking a very good. And every children and there parents are also enjoy it. Thank you"
			},
			{
				"rating": 4,
				"text": "Lush Green Garden situated at the top of the Malabar Hill - providing an amazing view of the Mumbai Sea face, Arabian sea and of course - the Queen's necklace.\nThis garden is perfect to bring little children for a One day Picnic - or to play as well. There are numerous scenic locations for photography.\nOutside there are many Food Trucks and tea stalls, selling awesome street-food.\nThe place is well maintained and clean."
			},
			{
				"rating": 4,
				"text": "The place is really pretty and not so crowded. You have multiple gates to enter in. As a tourist attraction, it has several photo perfect arches covered with blooming creepers. The place is perfect for a sorta camp lunch with your friends or to go on a calm date. The place is open in the afternoon as well unlike other parks in the city. There are plants formed into different shapes."
			},
			{
				"rating": 4,
				"text": "This place has become very beautiful with the new renovation. A perfect renovation keeping the kids in mind. A peaceful place for sure. It's one of the tourist places so you can expect a lot of people here"
			},
			{
				"rating": 5,
				"text": "Great Garden, well maintained, amazing location. One will definitely enjoy an evening here with family or buddies. Many locals come here for a walk/jog. Go and breath the fresh air here. Enjoy!"
			}
		]
	},
	{
		"id": "ChIJCx-YiojI5zsRoFWncs10VEY",
		"name": "Holy Cross Church, Kurla",
		"location": [
			19.0835307,
			72.8871228
		],
		"rating": 4.6,
		"total_rating": 830,
		"reviews": [
			{
				"rating": 4,
				"text": "A beautiful church and calm and quite Adoration chapel in the town. Besides it is the famous Holy Cross School, it's ground and the beautiful premises. The church has got cemetry attached. The Holy Cross convent is also in the compound. The prayers in the church seen even at odd times witnesses the presence of an active parish with spirit guided faithful."
			},
			{
				"rating": 5,
				"text": "Huge, reasonable, modest school with nothing fancy except a legacy of more than 100yrs"
			},
			{
				"rating": 5,
				"text": "It's a serene place in the midst of the entire city hustle. The Church itself is more than 400 years old and houses a state board co-education school."
			},
			{
				"rating": 4,
				"text": "This is not Fine packer and mover company.  This is Holy Cross Church . It is a historic and beautiful church with a big cemetery attached to the church compound. It's is opposite Phoenix mall."
			},
			{
				"rating": 5,
				"text": "I'm proud to be a part of this parish every occasion and feasts celebrated here is so happening and also the priest of this parish are very helpful to the parishioners there are several games played on the ground of Holy Cross at several occasions 😊😊😊"
			}
		]
	},
	{
		"id": "ChIJLzY0POjJ5zsRSA6DT53G1wY",
		"name": "International Society for Krishna Consciousness® (ISKCON® - Juhu)",
		"location": [
			19.11301599999999,
			72.826576
		],
		"rating": 4.6,
		"total_rating": 22675,
		"reviews": [
			{
				"rating": 4,
				"text": "It's a peaceful place located very close to Juhu beach. The ambience inside the temple is sure to calm down your senses. I visited the place early in the morning, then visited Dakshinayan restaurant on the opposite side of the road to have the perfect South Indian breakfast, and then went for a walk to Juhu beach. It will always be a memorable day for me."
			},
			{
				"rating": 4,
				"text": "Very good place for 2-3days stay. Good is also very good & tasty. Only problem is they don't have proper mirror to get ready. Otherwise no issues"
			},
			{
				"rating": 5,
				"text": "I found Solitude in chaos. It's a very beautiful temple. Crowded on weekdays but still peaceful. The chants make you feel better and the paintings and sculptures and amazing. They depicted several stories. People who come here often have that positive, peaceful aura."
			},
			{
				"rating": 5,
				"text": "What a wonderful depiction of various mythological instances & life's cycle of birth & death through sculptures.\nThe idols of God are mesmerizing & beautiful. The temple structure in white marble   is elegant. The constant chanting of Hare Ram Hare Krishna mahamantra creates a spiritually peaceful environment.\nThere are shops in the premise for various  products. The prasad at the restaurant is fulfilling. \nLoved spending some peaceful time here before going to the beach nearby for a beautiful sunset view."
			},
			{
				"rating": 5,
				"text": "One of the beautiful, grand, neat and clean temple. For senior citizens temple has the facility of lift at the ground floor near shoes stand. Also, it has lots of goodies for foodies at the lower floor of the temple. Good collection of religious and moral books for adults & children and Pooja materials too is available."
			}
		]
	},
	{
		"id": "ChIJCTBgusPR5zsR9jlWzqv4C3Y",
		"name": "Jehangir Art Gallery",
		"location": [
			18.9273983,
			72.83168560000001
		],
		"rating": 4.5,
		"total_rating": 6181,
		"reviews": [
			{
				"rating": 4,
				"text": "It was such a amazing place. There were end number of arts and drawings. An artist and a Creative person can definitely enjoy this place. This place is so calming and relaxing. The interior was good. And all the drawings were so impressive. I was really obsessed with some paintings. Sharing some of the pictures I love the most."
			},
			{
				"rating": 5,
				"text": "Wonderful place for art work lover. Entry is free. A cafeteria available on the first floor. One can engage with the artist. Art work usually changes from almost 3-4 weeks. So you can visit and meet various artist. Good place for exhibition. Good infrastructure with beautiful ambiance."
			},
			{
				"rating": 5,
				"text": "I love visiting this gallery every once a month or so whenever there's new installations. Never fail to impress me with their work and space. Is definitely up to the international standards of an art gallery and very well maintained! Do try and visit at least once during the weekend or otherwise :)"
			},
			{
				"rating": 5,
				"text": "The art gallery hosts work and dreams of many artists, few known and few not so known. It is a beautiful place to groom your sensibilities towards arts. It also gives you a chance to meet the artist and understand their thoughts behind a splendid art piece."
			},
			{
				"rating": 5,
				"text": "Wonderful place to be. Even though small, they always have exhibition of various artists.\nMust place for art enthusiasts. Good place to be with family. Entry is free. Neatly maintained. Budding and upcoming artists also showcase their works just outside the gallery."
			}
		]
	},
	{
		"id": "ChIJ4UEIPtK35zsRBXw609ScSPg",
		"name": "Jogeshwari Caves",
		"location": [
			19.1389215,
			72.858149
		],
		"rating": 4.3,
		"total_rating": 1137,
		"reviews": [
			{
				"rating": 3,
				"text": "This is a historic site. It contains a single cave dedicated to Shiva. It has a huge garbhagriha and a large pillared verandah. There is no entry fee and photography is allowed. However the caves are closed in the afternoon from 1pm to 4pm for some reason. Many parts of the cave do not have lighting which makes it difficult to take any pictures."
			},
			{
				"rating": 4,
				"text": "Life time opportunity to visit place where people worshiped 2000 years ago. \n\nNo machines no modern technology. They just had faith. What they made was amazing. \n\nIts not in the best shape now but amazing to see their work and level of dedication to shape a mountain. \n\nAlso explains reason to name Jogeshwari."
			},
			{
				"rating": 2,
				"text": "I had visited once earlier during monsoons, it is quite dark inside but the place inside is still good\n\nThis time however, the person inside (probably caretaker of the Mandir inside) had kept closed the entry to the caves on Sunday afternoon until 4.30pm.\nWe reached at 2 pm and we're denied entry.\nWhy on a Sunday when tourists visit you keep caves closed?\nAre they allowed to keep the gate closed? Why are they denying entry on a weekend to tourists?\n\nAlso the government is sleeping. All the encroachments and slums in the surrounding are severely affecting this protected monument."
			},
			{
				"rating": 4,
				"text": "These caves are in the middle of the city and we need to walk little inside the city from the railway station.The caves are in Jogeswari East.You need to get down at railway station and walk for more than 1 km.You can find a sign board on left side of the service road.These caves seems to be very old and they are not maintained well.Everywhere we can see mud and there is not proper walking path around the cave.  It can be improved to a great extent"
			},
			{
				"rating": 5,
				"text": "This Place is very nice and it's easy for travelling, get the food with yourself, it is hard to get food stuff over there"
			}
		]
	},
	{},
	{
		"id": "ChIJbdF34ea55zsRX7kiabN6Z_U",
		"name": "Kanheri Caves",
		"location": [
			19.2058509,
			72.9068504
		],
		"rating": 4.5,
		"total_rating": 4107,
		"reviews": [
			{
				"rating": 5,
				"text": "It's a great place to visit... Situated deep inside the Sanjay Gandhi national park... The caves date back to the 1st century BC.  Very well maintained... One must visit the caves to have a glimpse of the ancient architecture. Be careful of monkeys... Though... The view from the top is breathtaking..."
			},
			{
				"rating": 4,
				"text": "Situated inside the Beautiful Sanjay Gandhi national park, these caves are said to be one of the Oldest Buddhist Caves. Even today, the sandstone structures remind us of the period and how the monks would have lived here.There are so many caves - even on the Hill Top and people say, that many are still underground, so the actual number is in-fact unknown.The premises has many water-falls and streams flowing - especially during monsoon, which gives this place a heavenly appearance.If you have a keen eye for architecture-Design-photography - then its a Must Visit!"
			},
			{
				"rating": 5,
				"text": "K̲a̲n̲h̲e̲r̲i̲ ̲C̲a̲v̲e̲s̲ are a group of rock-cut monuments located inside Sanjay Gandhi National Park (also known as Borivali National Park)\nThe name originates from the Sanskrit word Krishnagiri, which means black mountain.There are 109 caves in this group of structures. Most of the caves are used as the Buddhist viharas, meant for living, studying, and meditating. \nThis is Cave No.1 which is a vihara, a Buddhist monastery."
			},
			{
				"rating": 4,
				"text": "Surprisingly well maintained and clean. A small hit of culture and history within Mumbai, these ancient Buddhist caves have a temple and what seem to be living quarters cut into the rock on the mountainside. Surrounded by lush forest on all sides."
			},
			{
				"rating": 5,
				"text": "Historic Buddhist Places..!\n\nWe went on Monday, there are many beautiful caves, the government has provided cleanliness and convenience well, we thank them wholeheartedly.\nMonday's Best Buses are also a great option for tourists."
			}
		]
	},
	{
		"id": "ChIJ2yA3rMjH5zsRmmrbtHUAJZY",
		"name": "KidZania Mumbai",
		"location": [
			19.099795,
			72.916822
		],
		"rating": 4.4,
		"total_rating": 8246,
		"reviews": [
			{
				"rating": 5,
				"text": "It is a best place to take your kid for some of the best professional role play. It is ideal for 6-13 age group, but generally kids of all ages enjoy it.\nThey have several well maintained activities such as fire fighter, doctor, banker, dancer, actor, art n craft etc. They even have pilot and driving training activities. The activities will easily keep your kid busy for 5-6 hours. I recommend taking full day pass for older kids and hit the place at around 11am.\nSome tips:\n- You cannot carry food, but you can buy discounted combo food coupons at the entry itself. Same food costs more at the food counter inside.\n- Carry jacket or stole as it can get very cold inside at times.\n- Lookout for offers, they usually have something or other going on"
			},
			{
				"rating": 5,
				"text": "It's a great place. However not for children below 5/6 years of age because they would barely be able to do any activities here ... If used well, children get to learn a lot of things in a fun and hands-on way. Coming here for 5-6 hours makes more sense as that way you can do a lot of activities. The last three hours each day are least priced if you want to just check out the place or are not sure that your child is up for this kinda thing. Full marks to the staff here."
			},
			{
				"rating": 5,
				"text": "ts an amazing place for kids. The kids learn and pretend to be different things such as fire fighter, dentist, doctors, police, journalist etc. They also have various eating joints such as donut, pizza, burger where they make an item n eat it. Kids can also learn about money exchange. Its a good full day adventure for kids.\nExcellent concept. Educational through pretend play that is exciting and fun. Older kids can easily spend a whole day. \nThe check in takes very long on weekends and holidays, it's advisable to but the tickets online as the check-in for online tickets is quicker. The place is neat and well kept. Bathrooms are decent. Enough places for adults to sit and relax. It has a separate room for nursing mother's and infants."
			},
			{
				"rating": 5,
				"text": "Have been there multiple times in the last 5 years. The staff is excellent, very polite and trained for dealing with kids. Dozens of role play activities, appropriate for a wide age range, 4-14. The best part is that they keep evolving too, so we always have something new to look forward to. I can relax as a parent, sip coffee or munch on a pop corn, while my kids can roam around and explore in a safe, comfortable and engaging environment. It's surely expensive, but if your kids are the enthusiastic participating kinds, it adds up well."
			},
			{
				"rating": 5,
				"text": "Excellent concept. Educational through pretend play that is exciting and fun. Older kids can easily spend a whole day. \nThe check in takes very long on weekends and holidays, it's advisable to but the tickets online as the check-in for online tickets is quicker. The place is neat and well kept. Bathrooms are decent. Enough places for adults to sit and relax. It has a separate room for nursing mother's and infants."
			}
		]
	},
	{
		"id": "ChIJnUwN-vq15zsRVF4mbu2hsbA",
		"name": "Madh Fort",
		"location": [
			19.1322719,
			72.7947674
		],
		"rating": 4,
		"total_rating": 1249,
		"reviews": [
			{
				"rating": 3,
				"text": "It's an amazing place to chill n hangout with our close ones but it's not maintained at all also it's very far. One needs to travel a lot to reach there n also the fort has no government attention due to which it has no maintenance. Also I feel it's very dangerous n not safe because there r many buglers in that area. So many people come here especially to drink"
			},
			{
				"rating": 5,
				"text": "A wonderful place to relax and have a wonderful time with your friends. The view is amazing you can nearly see the half of Mumbai from the madh fort.Many people come to party here."
			},
			{
				"rating": 4,
				"text": "Very peaceful place and indian navy obervation base. Place isbgood but drunkers making place uncomfortable for family."
			},
			{
				"rating": 5,
				"text": "Peaceful place \nthe location was very convenient for getting around and many activities."
			},
			{
				"rating": 4,
				"text": "Kind of good area but it is restricted area to enter madh fort.."
			}
		]
	},
	{},
	{
		"id": "ChIJMQw-GtvI5zsRwERQp-CzzbQ",
		"name": "Maharashtra Nature Park",
		"location": [
			19.0522583,
			72.86276409999999
		],
		"rating": 4.2,
		"total_rating": 3246,
		"reviews": [
			{
				"rating": 4,
				"text": "Nestled in the middle of the city, right besides Dharavi, is a quaint restored garden. The place is a clear surprise and a very green patch of land. It is a delight for those who just want to have a good morning walk or be away from the hustle and bustle of the city. The place is a paradise for those interested in butterflies and birds. There is a special section to attract butterflies. They also have a small nursery where you can buy good quality saplings of flowers or medicinal plants at a very affordable rate."
			},
			{
				"rating": 3,
				"text": "Good place to visit if you want common plants for very cheap. The staff is local government employees. Variety of plants is not that much but you will find all common plants which grows in Maharashtra. The pricing is good. Plants and healthy. They need to organize this park. It can become famous if they updated and make it pretty with little bit of arrangements."
			},
			{
				"rating": 5,
				"text": "Lovely place.... Too many butterflies... Took my child there so that he connects with nature and plays freely.... They have different workshops, nature trails and bird watching events happening... It's better to go for a nature trail with an expert to explore the place...There is a nursery where one can buy variety of plants at dirt cheap prices...(starting from Rs 10...)...However, the staff is not good and least interested in showing you the plants....PS got to see some interesting mushrooms"
			},
			{
				"rating": 5,
				"text": "This is a wonderful place to be amidst nature. The transformation of this place from a dumping ground is phenomenal and worth every praise. It has an area for exhibitions, a hall for activities and clean facilities. The butterfly garden and nature trail are the real attractions for nature lovers and photographers."
			},
			{
				"rating": 5,
				"text": "If you like being close to nature or like just marvelling at the endless creations of nature, then head straight to this park. It is a beautiful place right in the center of a polluted and crowded city. It's a must visit whether you are a tourist or a local. The staff and the guide is are courteous, knowledgeable and helpful. The place has many varieties of butterflies, trees and plants. It also has some varieties of birds, snakes, frogs, and insects. They also have a nursery where you can buy saplings at unbelievable prices."
			}
		]
	},
	{
		"id": "ChIJnUPoXuLR5zsRK60mJ0-SzVo",
		"name": "Marine Drive",
		"location": [
			18.9432135,
			72.8229996
		],
		"rating": 4.6,
		"total_rating": 1474,
		"reviews": [
			{
				"rating": 3,
				"text": "Marine drive near by from mumbai railway station."
			},
			{
				"rating": 5,
				"text": "❤Must visit place if you are in Mumbai 😍"
			},
			{
				"rating": 3,
				"text": "In fact it is Marine Drive."
			},
			{
				"rating": 5,
				"text": "The air which blows is just natural and enjoying to have a partner along with and have a lots of future goal to be shared and discussed.."
			},
			{
				"rating": 4,
				"text": "A place to visit 😍"
			}
		]
	},
	{},
	{},
	{
		"id": "ChIJBZWe1sPR5zsRzh5wXAiDNwM",
		"name": "National Gallery of Modern Art",
		"location": [
			18.9259588,
			72.83138500000001
		],
		"rating": 4.4,
		"total_rating": 1476,
		"reviews": [
			{
				"rating": 5,
				"text": "Loved it here. Have visited numerous times and have spent hours poring over the paintings and sculptures. Great way to spend a weekend. One can learn about the history of painting in India and sculpture making by following the carefully curated design.\n\nThey have a library too!"
			},
			{
				"rating": 5,
				"text": "This place is peaceful with great ambiance and the serene soundtrack played in the background. The artwork displayed is well-curated and a good amount of information is provided. This place mainly focuses on the works of Mahatma Gandhi and a strong message is provided along with each artwork. This place has a reasonable entry fee costing 20 rupees."
			},
			{
				"rating": 5,
				"text": "Entry fee is 20 for Indians. Locker service available. Pictures can be clicked. It's a 4-floor art gallery filled majorly with paintings by Mehhli Gobhai.\nGreat abstract art for the interested audience!"
			},
			{
				"rating": 5,
				"text": "It is one of the few government owned public space for modern art interaction with common people. I am wondering when will government open contemporary art gallery , it is high time."
			},
			{
				"rating": 5,
				"text": "Walking Through Soul City - Sudhir Patwardhan \n\nThis was an amazing display of art work. Loved the detailing in every painting. Enjoyed each piece of art minutely. A must visit exhibition. Loved the different characters portrayed in each frame. Each one was unique. Each one has an identity. They weren't simply human beings. And every painting evoked thoughts in my head and created conversation."
			}
		]
	},
	{
		"id": "ChIJMxQm8ia25zsRO2VHkjMtsPg",
		"name": "Nehru Science Centre",
		"location": [
			18.9907908,
			72.8188735
		],
		"rating": 4.3,
		"total_rating": 12027,
		"reviews": [
			{
				"rating": 4,
				"text": "It's a very fun experience for kids and also for adults. It puts theoretical knowledge into practice and hence it  is a very intriguing experience. The maintenance is fair, but some experiments don't  work as they are supposed to. All in all, it's a good place to go once  or at the most twice, because things get a bit boring after the first visit."
			},
			{
				"rating": 4,
				"text": "Nice place to be with kids or to become a kid yourself 🤗. Nice combination of learning and fun with various science experiments and games...only drawback that I feel is that it becomes too crowded in afternoon on weekends. They should restrict the number of people they allow as group/school tours because once it gets too crowded, the place looses it's charm. Hope they will keep a healthy balance and manage the crowd better."
			},
			{
				"rating": 3,
				"text": "Some buttons are broken and not all the things are working.. Good place for a full day visit.. Not properly maintained is what i felt.. Parking space is provided. Once your inside it will take your whole day...you can pack lunch and enjoy it there at a picnic spot area."
			},
			{
				"rating": 4,
				"text": "Great place to blow the minds of someone who is not really in touch with science, including kids and adults. There'll surely be something fun and new to learn for everyone. A humble request to anyone visiting, please read the instructions for each display to help you understand the relevance of it."
			},
			{
				"rating": 5,
				"text": "I was surprised. It's really lovely. There's a ton of things to see and a lot of hands on stuff. I knew it was in the city but hadn't visited in over 30 years. I think I'm going to come often cos there's too much to do in just 1 day. What a rediscovery."
			}
		]
	},
	{
		"id": "ChIJn4u374fI5zsRCkcZMZzJnZ8",
		"name": "Phoenix Marketcity, Mumbai",
		"location": [
			19.08639,
			72.8889668
		],
		"rating": 4.5,
		"total_rating": 93187,
		"reviews": [
			{
				"rating": 4,
				"text": "One of the Biggest Shopping Mall in Mumbai.\n\nIt is the experience of world-class shopping from a wide variety of world-class products and apparels.\nSo I would say don't need to go Dubai shopping festival or other country visit just for shopping. \n\nThe arrangements of Food court  and its seating are awesome. \nAll famous  restaurants' outlets are there.\nParking structure is also very good."
			},
			{
				"rating": 5,
				"text": "Been an amazing experience. All brands from Small to huge ones. Quite a big place can road around for whole day and you won’t get bored. Good food court though not many have opened yet but many options to opt to eat. Every occasion they set up the themes and wonderful art work been displayed which changes from time to time. Quite fun to go with kids too they have a game zone which have kids game too."
			},
			{
				"rating": 4,
				"text": "One of the biggest shopping mall. Having huge space and variety of shopping stores. We cannot miss the delicious and variety of food options available at Food zone. Parking is good. Clean and well maintained mall. Having events on special occasions. Whatever you need , every brand from A to Z, it is a one stop mall. Good shopping experience. From reasonable to expensive collection under all categories. Having game zone, and one can enjoy a lot. Good customer attraction from sales, offers. A perfect place to come on weekends, eat chill have fun with friends n family. Kids can enjoy fill day in game zone."
			},
			{
				"rating": 4,
				"text": "I have been visiting this place since our college days. I absolutely love this place. It has amazing vibes. They have variety of shops to shop from, many big brands are available under one roof, the food court is just amazing and they have big brands in f&b too. The mall is always decorated, You will just fall in love with! They have many things to offer from shopping to gaming to food to movies, you will enjoy your day. So, shop, roam, play, eat and chill."
			},
			{
				"rating": 5,
				"text": "Very beautiful shopping mall. Me and My daughter had a great time over here. We enjoyed the food in the eateries and the shopping in the high brand outlets. The discounts were also great on selected items. My daughter enjoyed the rides in the Kids Zone. She was not ready to come out had to forcrlefully pull Her out of the Kids Zone"
			}
		]
	},
	{},
	{},
	{
		"id": "ChIJBePepzy35zsRic6Y3LVcA0o",
		"name": "Sai Dham Mandir",
		"location": [
			19.2119576,
			72.8680408
		],
		"rating": 4.5,
		"total_rating": 4363,
		"reviews": [
			{
				"rating": 5,
				"text": "Peaceful atmosphere inside. At centre, there is Saibaba mandir, very much similar to Shirdi saibaba. On the right area, there is Shivling and Shanidev temple. So, Saturdays u can come here to offer oil or prayers. Other than this, there r almost all devis devtas murtis to pray here. U name it and its here. There is a big Vishnudev murti also. The templs is kept very clean. U can also offer groceries like rice, dal, wheat, etc as daan. They offer free meals to poor people from the donated groceries."
			},
			{
				"rating": 4,
				"text": "Located close to the Western Express Highway near Borivali-Kandivali. Easily accessible to vehicles.\n\nBeautiful temple with about 30-40 deities in total which produce highly spiritual vibes.\nExcellent infrastructure with apparently marble all over. Very well maintained! All deity idols are easily accessible.\nYou can easily get garlands, flowers and other holy things outside the temple. The atmosphere outside will remind you of any big temple.\n\nAmple amount of space is available to sit and even meditate inside but the place is definitely not a quite one and is always bustling with people!\n\nThe temple is totally worth visiting :D"
			},
			{
				"rating": 5,
				"text": "Very peaceful environment.. many God idols installed.. best thing of this temple is it's kept very clean."
			},
			{
				"rating": 5,
				"text": "Good place to visit...most of avatars idle are here..so  you will get to know many things"
			},
			{
				"rating": 4,
				"text": "Easily accessible.. big mandir.. peaceful place also one can make donations in cash and kind both"
			}
		]
	},
	{
		"id": "ChIJl9CUu1mx5zsRnAPWxtiwFko",
		"name": "Sanjay Gandhi National Park Main Entrance",
		"location": [
			19.2314846,
			72.8638682
		],
		"rating": 4.3,
		"total_rating": 205,
		"reviews": [
			{
				"rating": 4,
				"text": "National Park amidst Mumbai city. Huge area covered by forest, lake and hills. One can find beautiful nature here. Should be maintained bit more. People come here for morning walk everyday with some entry fees. One can make yearly pass for morning walk also. Pure air for breathing. Good place for nature lovers."
			},
			{
				"rating": 5,
				"text": "Green lung of Mumbai.... Beautiful jungle with loads of animals and greenery. Water streams and lake. Tiger safari, boating, train ride are some of the attractions. Entry fees for 4 wheeler is 210 Rs. And per adult Rs. 64. You have to pay extra inside the park for safari, boating or train ride anything you use."
			},
			{
				"rating": 5,
				"text": "Sanjay Gandhi National Park (SGNP) has always been the ideal picnic or weekend break-away destination for Mumbaikars in search of some respite from the chaos and pressures of this densely populated metropolis. Be it a boat ride in the artificial lake near the main gate or joy ride in the hugely famous mini train or the ‘van rani’, visitors throng these attractions by the thousands on an ideal weekend. Some walk upto the Gandhi Tekdi and enjoy the sky scape around the immediate vicinity."
			},
			{
				"rating": 5,
				"text": "Nice place.\nGood for all age groups.\nRelaxing and peaceful.\nUsually crowded during weekends.\nKanheri Caves are a good place to visit with young kids and for Teenagers.\nAwesome place to visit while Rainy Season.\nStreams flowing and waterfalls flowing at various places aided with beautiful plush green landscapes.\nThere are many animals present over here in Safari as well as in open.\nAlso a very good place for Trek enthusiasts."
			},
			{
				"rating": 5,
				"text": "What a lovely place !!!!! It's amazing. In the heart of city its very close to nature. You will get energetic & fully charged with positive energy."
			}
		]
	},
	{
		"id": "ChIJZflCSM7O5zsRIBfv6_numdI",
		"name": "Shivaji Park",
		"location": [
			19.0307401,
			72.84077169999999
		],
		"rating": 4.5,
		"total_rating": 31252,
		"reviews": [
			{
				"rating": 5,
				"text": "It is good, beautiful. 😍The park is very well maintained. We had a nice time there. We had an awesome experience 💁with a squirrel who are from my daughter's hand. It was quite thrilling. I couldn't capture the moment. We fed crows and squirrels. They are very friendly 🤗. They really without hesitation come to you and take things from your hands 😘."
			},
			{
				"rating": 5,
				"text": "A common meeting point. This park is one of the largest in this crowded city. It provides a much needed recreational space for residents around the park. There is a gym facility also at the park while one corner of the park is dedicated to senior citizens and children. You also get decent options of snacks around the park."
			},
			{
				"rating": 4,
				"text": "It has a feel of nature and has amazing places for adults and children to develop physically and mentally... Just the benches are few due to the increasing crowd but tree and squirrels are many (so you don't even notice the crowd)... Amazing wind blows and calming vibes are present as well... You can see people enjoying themselves at every corner through running, celebration of birthday etc, yoga, etc..\nIt has clean and free washrooms as well as drinking water areas..."
			},
			{
				"rating": 5,
				"text": "An awesomeness of cricket as a sport is seen here. So many kids and adults sharing one single park space...everyone is so aware of their surrounding, warning people when a ball comes running their way...it is a place of so much energy!"
			},
			{
				"rating": 5,
				"text": "One of the biggest open play grounds and recreational place in Mumbai. Perfect for weekend cricket or football match with your friends or just sit around and relax your day away observing your surroundings. Also has open gym, jogging track circling the ground, a garden etc. A beach is nearby where you can enjoy horse riding."
			}
		]
	},
	{},
	{
		"id": "ChIJw-tR2MDO5zsRKWNSFGmHYcw",
		"name": "Shri Siddhi Vinayak Ganpati Mandir",
		"location": [
			19.0168159,
			72.8302491
		],
		"rating": 4.8,
		"total_rating": 48808,
		"reviews": [
			{
				"rating": 4,
				"text": "This is a Hindu temple dedicated to Ganesha, the elephant-headed god, and a very popular and wealthy temple. \n\nTo enter, just follow the flow of the people entering from the street. The entry is through a metal detector (and a pat down if you’re lucky) and then you’ll find yourself in an outdoor (but covered) vestibule of sorts. Here there are places to store your shoes (no shoes allowed in the temple), buy flowers and fruits for offerings, and make donations. You’re not obligated to make a donation or buy any offerings, so just make sure you take your shoes off. \n\nThere are two levels of access to the temple. The first is further from the inner sanctum, but is much more relaxed and you can spend some time there observing what happens down below. The second level will get you up close and personal with the god (and dozens of devotees), but you need to queue for a longer time. I was there around 11 AM and the queue was 10-15 minutes; it had grown significantly by the time I left around noon. \n\nEveryone with offerings is trying to have their offerings be shared with the deity and, as a result, blessed. If you’re just a tourist, you will spill into the inner sanctum with everyone else, but you can just stand back and watch the action for a bit. After 20-30 seconds, one of the security guards will urge your to move along, and you’ll be pushed out the other side of the temple back into the vestibule.\n\nI’m not Hindu, and I thought it was a great experience to visit. I did get a bit harassed to buy offerings from a few vendors, but otherwise no one questioned my presence or made me feel in any way unwelcome. I would encourage everyone to try it. Depending on the queue, it only takes a few minutes to see what there is to see."
			},
			{
				"rating": 5,
				"text": "When I heard about this temple, I was excited to go there. Photography is not allowed here. Temple is having amazing architecture. Inside there are dividers for worship of god. Many history stories are arched on the wall for information. Its a very good place."
			},
			{
				"rating": 5,
				"text": "This place is so relaxing.... The security system is also good... Every corner there is one camera.... Even the architecture of t he temple is great.. They have not harmed any trees there but have adjusted there architecture accordingly"
			},
			{
				"rating": 5,
				"text": "Good place. . Very famous temple of Bombay. . \nBut you can't find parking there. . \nAnd easy going by bus or taxi. . \nQue is less . .and quick moving. . . \nYou will get locker there. ."
			},
			{
				"rating": 5,
				"text": "A holy and popular place for Hindu religious followers ( though it's history is not that old), this is almost always crowded because of the huge number of visitors everyday. Early morning is the best time to have less queue time. \nLocation is easily accessible as it's within the city. Parking is a challenge. \nQuick snack point around this place are few. You might have to drive a bit to find more choices."
			}
		]
	},
	{},
	{
		"id": "ChIJB-WBYH3I5zsRl3pcc5b2hZQ",
		"name": "Snow World Mumbai",
		"location": [
			19.0866311,
			72.8885629
		],
		"rating": 4.1,
		"total_rating": 7380,
		"reviews": [
			{
				"rating": 4,
				"text": "A good place for kids and people who haven't seen snow to experience it. Suggest to go in odd hours a place might be more than buzzing during peak hours. Staff is super friendly and do take care of kids very well. Clothing and shoes are clean and tidy. Overall a good experience. Price for anyone above 2yrs is Rs.600 including entry, clothing and shoes. Tip would be to carry your own pair of socks otherwise you will have to buy a pair for 40bucks out there."
			},
			{
				"rating": 4,
				"text": "Its a good place to hangout. It great for people who have never experienced snow.\nThe temperature inside is around -10°C.\nIt has a small slide inside and you can do ice skating (blades). \nIt will cost you 600 per person. It think it is slightly over priced as it is only for one hour.\nYes you get only one hour. Although i was satisfied with the time but 1hr30mins could be better.\nIts a life time experience if you have never gone here then please do.\nPlace brings out the child in you.\nAnd trust me is very cold inside.\nI would like to mention the staff, they staff are mostly young boys and girls which are super friendly and helpful. They will help you with almost anything.\nDo visit if you get a chance."
			},
			{
				"rating": 4,
				"text": "As A Mumbaikar, I have never experienced Snow Before in My Entire live. Went To Snow World And it was real Beautiful. Real Good Place To Hangout with your Children. Its a Fun Place to Visit.\n\nSome Points I Would Like to Mention,\n1)You need to Wait A Lot to get a ticket on Peak Hours.\n2)The Cafeteria, The Photos Which They Click Are Expensive. So, Be Ready For \"a hole in the pocket\" if you wanna capture some memories(Although they Allow Phone Inside) and if you Want to eat some Food Inside.\n\nThe staff is super Friendly and helpful."
			},
			{
				"rating": 4,
				"text": "1. Very systematically organized in terms of timings, and providing warm clothes like jackets, Hand Gloves and Shoes.\n2. Staff is polite and helpful right from start till end of the activity.\n3. Activities available are Ice Skating, Slide rides, Snow Ball fighting and few others for kids.\n4. There is music in background playing latest songs  to keep you on your feet and dance.\n5. Lot of spots are created for photos  considering this experience becomes memory moments for customers.\n6. Pleasant Temperature is maintained during complete activity.\n7. Overall it was good experience."
			},
			{
				"rating": 5,
				"text": "Snow World in Phoenix Marketcity mall at Ghatkopar is the best entertainment place to enjoy the artificial snow. The amount of snow and freezing is good so you can very well enjoy it. The rides are good. The little kids and adults both can enjoy the place. The waiting time is not too long like other places, although the cost is. If you get the coupon tickets which includes 2 other entertainment options then you might get some discounts.\nBefore you hit the inside make sure you have full covered clothes as the coat and boots might not be sufficient to keep you warm.\nOverall a good entertainment for those who haven't enjoyed the real snow"
			}
		]
	},
	{},
	{
		"id": "ChIJ0_tTHxXO5zsRRG1YYPneJpE",
		"name": "Dedh galli, shoe market",
		"location": [
			18.9634416,
			72.8257604
		],
		"rating": 3.6,
		"total_rating": 1426,
		"reviews": [
			{
				"rating": 4,
				"text": "If you want nike or any branded shoes you are in a wrong place but if u want there first copies bro!!! You are in a right place. The price is very reasonable and don't forget to Bargain the price they will lower the price if u start bargaining with them :)"
			},
			{
				"rating": 5,
				"text": "Dedh galli also spelt Dedh gully is a street market in Mumbai. It means one and a half alley. It has been described as one of Mumbai's three Chor Bazars or flea markets primarily for footwear. It is located in the Kamathipura area of the city, behind Alexander cinema.The market functions between 4 am to 8 am, on Friday and Sunday."
			},
			{
				"rating": 4,
				"text": "Late Night Market. Opens at 3:00 am to 5: 00 or 6: 00 am. Good For Shoes. Little Much Crowded Place So Stay Safe. Beware Of Pocket-Pickers."
			},
			{
				"rating": 4,
				"text": "This market have lots of varieties of shoes but the price is so high. They will tell you the showroom price for the shoe you choose. But if you have good bargaining skill then you can buy shoes there at best price"
			},
			{
				"rating": 3,
				"text": "Lots of variety in shoes are available here in good prize 👍..."
			}
		]
	},
	{
		"id": "ChIJk8YjSB235zsRDH_53mOFfJg",
		"name": "Vaishnodevi Temple",
		"location": [
			19.1867668,
			72.8529523
		],
		"rating": 4.6,
		"total_rating": 2095,
		"reviews": [
			{
				"rating": 5,
				"text": "The Location of temple is very nice & it's importance is very high. Must go place worth going peaceful and has a lot of other idols too.\n\nYou can feel the vibration of good energy present worth going.\n\nTaking a Coconut inside is not allowed apart from that its an exact replica of the real one.\n\nWishes do come true here 🙏🙏🙏🙏"
			},
			{
				"rating": 5,
				"text": "A pilgrimage to the Holy Shrine of Shri Mata Vaishno Devi Ji is considered to be one of the holiest pilgrimages of our times. Popular the world over as Moonh Maangi Muradein Poori Karne Wali Mata , which means, the Mother who fulfills whatever Her children wish for, Shri Mata Vaishno Devi Ji resides in a Holy Cave located in the folds of the three peaked mountain named Trikuta (pronounced as Trikoot). The Holy Cave attracts millions of devotees every year. In fact, the number of Yatris visiting the Holy Shrine annually now exceeds one crore. This is due to the unflinching faith of the devotees who throng the Shrine from all parts of India and abroad.\n\nThe Holy Cave of the Mother is situated at an altitude of 5200 ft. The Yatris have to undertake a trek of nearly 12 km from the base camp at Katra. At the culmination of their pilgrimage, the yatries are blessed with the Darshans of the Mother Goddess inside the Sanctum Sanctorum- the Holy Cave. These Darshans are in the shape of three natural rock formations called the Pindies."
			},
			{
				"rating": 4,
				"text": "Calm and auspecious atmosphere. I think that it is a newly constructed artificially carved cave temple. I do not know whether is a replica of Vaishno Devi at Kashmir. I will not recommend it as a must to see place."
			},
			{
				"rating": 5,
				"text": "Very lovely structure and peace at this place pleasse must go  and you feel like real katra vaishno devi .."
			},
			{
				"rating": 5,
				"text": "Very Blessed.. &..Real Feel like Jammu... 🙌😊"
			}
		]
	},
	{
		"id": "ChIJodA07jbO5zsRgLdBjaaZMGI",
		"name": "Veer Mata Jijabai Bhosale Udyan And Zoo",
		"location": [
			18.97871,
			72.8351211
		],
		"rating": 3.5,
		"total_rating": 14846,
		"reviews": [
			{
				"rating": 5,
				"text": "The zoo is currently undergoing a major revamp.  So quite a few animals are off-dispkay,  at the moment.  However,  whatever parts are revamped are simply fabulous! \nIt is definitely worth even going to take a glimpse of the partially revamped place once,  before the zoo gets a fully new look. That's because it's not the animal enclosures that are being revamped but the whole experience of a 'visit to a zoo' is getting redefined! \nIn a couple of months,  it will be on par with or better than, any wildlife park anywhere in the world!  ❤"
			},
			{
				"rating": 5,
				"text": "Good place for children.\n\nThe entry fees for adults is 50 and for children's is 25. \n\nIt is quite affordable, clean and entertaining.\n\nVery informative. Details about birds and animals are written.\n\nWalking distance from Byculla station. You can find a place to eat inside the zoo but there aren't more options. \nYou can eat outside the zoo as you will find number of restaurants within walking distance"
			},
			{
				"rating": 4,
				"text": "Zoo is under renovation at the time we visited.once opened fully it will be great place to visit. Its nearby Byculla railway station. Currently there are less animal most of them are shifted due to renovation.Now Penguin is the main attraction of that place.The entry fees for adults is 50 and for children's is 25. Awesome place for enjoying with friends and family especially for kid's"
			},
			{
				"rating": 4,
				"text": "Small zoo in the heart of the city. Was initially a botanical garden, then they brought in some animals in cages. Undergoing a lovely transformation basis zoos one sees in Singapore etc. Good and informative signages, cages replaced by large enclosures and aviaries. There's also a nice penguin enclosure. Whole zoo is undergoing a massive makeover tho. Think they'll be done by September 2020."
			},
			{
				"rating": 5,
				"text": "A good place to visit at the weekends with your friends and family members. It's spread over a huge area hence giving the more vivid and diverse flora and fauna. This place is ideal for all categories of people and age group. It includes various sections separating birds, reptiles, amphibians etc. It also has a penguin section where the moment you enter you feel Antarctica."
			}
		]
	},
	{
		"id": "ChIJcQEoO7DO5zsRILbfakTZbVI",
		"name": "Worli Fort",
		"location": [
			19.0237125,
			72.8168
		],
		"rating": 4.1,
		"total_rating": 2579,
		"reviews": [
			{
				"rating": 5,
				"text": "Amidst the hustle and bustle of the city it is a located at a small fishing village with an amazing view of the sea and worli sea link especially it looks lovely during sunset"
			},
			{
				"rating": 5,
				"text": "Fort is beautiful but the surrounding area (entrance) is so worst. You have to walk through garbage dump area. The people of that area are not maintaining forts beauty."
			},
			{
				"rating": 3,
				"text": "A little piece of British history tucked behind the Worli fishing village. It has great view of Mahim bay and Bandra–Worli Sea Link bridge. A great spot to catch sunsets! Unfortunately, the fort is not very well maintained and surrounded by garbage."
			},
			{
				"rating": 5,
				"text": "Great place to visit, best time evening or 5:00 pm to get a good view, also best place to do photoshoot"
			},
			{
				"rating": 3,
				"text": "Well preserved fort. Venue for many movie shots. Good view on Worli Bandra bridge. The approach road is congested. Not recommended to visit after sunset, particularly for ladies. Nearest railway station is Dadar. 500 metre distance from Worli sea face north."
			}
		]
	},
	{}
]